Repository: OmegaT-extra-L10N/de
Catalog: omegat/project_save.tmx
Source language: en
Languages: de

source: Another package with the same name already exists.
de: Es existiert bereits ein anderes Paket mit demselben Namen.

source: C
de: B

source: Can't Redo
de: Wiederholen nicht möglich

source: Can't Undo
de: Rückgängig nicht möglich

source: Cancel
de: Abbrechen

source: Characters:
de: Zeichen:

source: Choose what text to paste from text recently on the clipboard.
de: Wählen Sie, welcher Text von den kürzlich kopierten Texten aus der Zwischenablage eingefügt werden soll.

source: Clipboard History:
de: Zwischenablage-Verlauf:

source: Collapse All Comments
de: Alle Kommentare zuklappen

source: Collapse All Folds
de: Alle Faltungen zuklappen

source: Collapses all comment folds.
de: Klappt alle Kommentarfaltungen zu.

source: Collapses all folds.
de: Klappt alle Faltungen zu.

source: Content Assist Available
de: Inhaltsassistent verfügbar

source: Copies current selection to the clipboard.
de: Kopiert die aktuelle Auswahl in die Zwischenablage.

source: Copy
de: Kopieren

source: Copy Error
de: Kopierfehler

source: Creating new project from OMT package
de: Erstelle neues Projekt aus OMT-Paket

source: Cut
de: Ausschneiden

source: D
de: U

source: Delete
de: Löschen

source: Delete unpacked OMT Package
de: Entpacktes OMT-Paket löschen

source: Deleting project...
de: Lösche Projekt...

source: Direction:
de: Suchrichtung:

source: Do you want to delete the OMT Package?
de: Möchten Sie das OMT-Paket löschen?

source: Do you want to overwrite it with the translation from the package ?
de: Möchten Sie diese mit der Übersetzung aus dem Paket überschreiben?

source: Do you want to overwrite this package?
de: Möchten Sie dieses Paket überschreiben?

source: Down
de: Nach unten

source: Doxygen-commented files (Okapi)
de: Doxygen-kommentierte Dateien (Okapi)

source: Encoding:
de: Kodierung:

source: Error
de: Fehler

source: Expand All Folds
de: Alle Faltungen aufklappen

source: Expands all folds.
de: Klappt alle Faltungen auf.

source: F
de: H

source: File Size:
de: Dateigröße:

source: Filter Parameters Files
de: Filterparameterdateien

source: Filter settings are currently <b>Project Specific</b>.<br>Therefore, after you click "OK", the parameters file will be copied to this location:<br>
de: Die Filtereinstellungen sind derzeit <b>projektspezifisch</b>.<br>Daher wird, nachdem Sie auf "OK" geklickt haben, die Parameterdatei an den folgenden Speicherort kopiert:<br>

source: Find
de: Suchen

source: Find Prev.
de: Vorherige suchen

source: Find what:
de: Suchen nach:

source: Find:
de: Suchen:

source: Folding
de: Falten

source: Fuzzy Matches Issues
de: Fuzzy-Matches-Probleme

source: Goto Line
de: Gehe zu Zeile

source: H
de: V

source: HTML files (Okapi)
de: HTML-Dateien (Okapi)

source: I
de: S

source: InDesign IDML files (Okapi)
de: InDesign-IDML-Dateien (Okapi)

source: Include the name of the translation unit in comments
de: Den Namen der Übersetzungseinheit in die Kommentare einfügen

source: Invalid OMT package, file "omegat.project" is missing.
de: Ungültiges OMT-Paket, Datei "omegat.project" fehlt.

source: Is there an open project?
de: Gibt es ein offenes Projekt?

source: JSON files (Okapi)
de: JSON-Dateien (Okapi)

source: L
de: Z

source: Last modified:
de: Zuletzt geändert:

source: Line Number:
de: Zeilennummer:

source: Line terminator:
de: Zeilentrennung:

source: Line: {0}
de: Zeile: {0}

source: Lines:
de: Zeilen:

source: M
de: C

source: Mark all
de: Alle markieren

source: Markdown files (Okapi)
de: Markdown-Dateien (Okapi)

source: Match case
de: Groß-/Kleinschreibung

source: Missing Path
de: Fehlender Pfad

source: Multiple markers at this line:
de: Mehrere Marker auf dieser Zeile:

source: No <xliff> element found.
de: Kein <xliff>-Element gefunden.

source: No Parameters File
de: Keine Parameterdatei

source: No Project Folder
de: Kein Projektordner

source: No element in the file.
de: Kein Element in der Datei.

source: OMT Package
de: OMT-Paket

source: OMT Package file
de: OMT-Paket-Datei

source: OMT Package successfully created.
de: OMT-Paket erfolgreich erstellt.

source: OMT package imported.
de: OMT-Paket importiert.

source: OMT project packaged.
de: OMT-Projekt gepackt.

source: Occurrence of "{0}"
de: Vorkommen von "{0}"

source: Okapi Filter Options
de: Okapi-Filter-Optionen

source: Okapi XLIFF Filter Options
de: Okapi-XLIFF-Filter-Optionen

# Old Macintosh ()
source: Old Macintosh (\r)
de: Alter Macintosh (\r)

source: OpenXML files (Okapi)
de: OpenXML-Dateien (Okapi)

source: Overwrite OMT Package
de: OMT-Paket überschreiben

source: Overwrite project_save.tmx File
de: Datei project_save.tmx überschreiben

source: P
de: D

source: Pack and delete project...
de: Projekt packen und löschen...

source: Pack project as OMT file...
de: Projekt als OMT-Datei packen...

source: Packing OMT project...
de: Packe OMT-Projekt...

source: Paste
de: Einfügen

source: Paste from History
de: Aus dem Verlauf einfügen

source: Path:
de: Pfad:

source: Places text on clipboard at current location in text file.
de: Platziert den in der Zwischenablage befindlichen Text an der aktuellen Position in der Textdatei.

source: Please enter an integer between 1 and
de: Bitte geben Sie eine Zahl ein, zwischen 1 und

source: Press 'F2' for focus
de: Drücken Sie 'F2' zum Fokussieren

source: Properties: {0}
de: Eigenschaften: {0}

source: Protect entries with state='final' (if not set: they can be edited)
de: Einträge mit state='final' schützen (wenn nicht gesetzt: sie können bearbeitet werden)

source: Qt TS files (Okapi)
de: Qt-TS-Dateien (Okapi)

source: Re-applies the last action undone.
de: Wendet die zuletzt rückgängig gemachte Aktion erneut an.

source: Redo
de: Wiederholen

source: Removes current selection and places it on the clipboard.
de: Entfernt die aktuelle Auswahl und platziert sie in die Zwischenablage.

source: Removes current selection.
de: Entfernt die aktuelle Auswahl.

source: Replace
de: Ersetzen

source: Replace All
de: Alle ersetzen

source: Replace with:
de: Ersetzen durch:

source: Replace:
de: Ersetzen:

source: SDL-XLIFF files (Okapi)
de: SDL-XLIFF-Dateien (Okapi)

source: Segment beginning with a fuzzy match prefix
de: Segment mit einem Fuzzy-Match-Präfix

source: Select All
de: Alles markieren

source: Select a Filter Parameters File
de: Wählen Sie eine Filterparameterdatei

source: Select location and name of the OMT package
de: Wählen Sie Speicherort und Name des OMT-Pakets

source: Select the OMT package to import
de: Wählen Sie das OMT-Paket zum Importieren

source: Selects all text in current text document.
de: Markiert den gesamten Text im aktuellen Textdokument.

source: Shift+Enter performs a backwards replace
de: Umschalt+Enter führt eine umgekehrte Ersetzung durch

source: Shift+Enter performs a backwards search
de: Umschalt+Enter führt eine umgekehrte Suche durch

source: Show and protect entries with translate='no' (if not set: they are not extracted)
de: Einträge mit translate='no' anzeigen und schützen (wenn nicht gesetzt: sie werden nicht extrahiert)

source: Sorry, there was a problem copying the parameters file.
de: Sorry, es gab ein Problem beim Kopieren der Parameterdatei.

source: System Default
de: Systemstandard

source: TagEditor TTX files (Okapi)
de: TagEditor-TTX-Dateien (Okapi)

source: Takes back the last action.
de: Nimmt die letzte Aktion zurück.

source: The package has been successfully unpacked.
de: Das Paket wurde erfolgreich entpackt.

source: The parameters file does not exist.
de: Die Parameterdatei existiert nicht.

source: The project already has an ongoing translation.
de: Das Projekt hat bereits eine fortlaufende Übersetzung.

source: The version attribute is missing.
de: Das Versionsattribut fehlt.

source: Toggle Current Fold
de: Aktuelle Faltung umschalten

source: Toggles the fold at the caret position.
de: Schaltet die Faltung an der Position des Textcursors um.

source: Transifex project files (Okapi)
de: Transifex-Projekt-Dateien (Okapi)

source: U
de: O

source: Unable to determine the project folder.
de: Der Projektordner kann nicht ermittelt werden.

source: Undo
de: Rückgängig

source: Unpack project from OMT file...
de: Projekt aus OMT-Datei entpacken...

source: Unpacking OMT package...
de: Entpacke OMT-Paket...

source: Up
de: Nach oben

source: Updating current project with OMT package content
de: Aktualisiere aktuelles Projekt mit Inhalt des OMT-Pakets

source: Use the default filter settings (%s)
de: Standard-Filtereinstellungen verwenden (%s)

source: Use the following filter parameters file:
de: Folgende Filterparameterdatei verwenden:

source: Whole word
de: Ganzes Wort

source: Wordfast Pro TXML files (Okapi)
de: Wordfast-Pro-TXML-Dateien (Okapi)

source: Words:
de: Wörter:

source: Wrap
de: Am Ende von vorne beginnen

source: XLIFF files (Okapi)
de: XLIFF-Dateien (Okapi)

source: XLIFF-2 files (Okapi)
de: XLIFF-2-Dateien (Okapi)

source: XML files (Okapi - XML Filter)
de: XML-Dateien (Okapi - XML-Filter)

source: XML files (Okapi - XML Stream Filter
de: XML-Dateien (Okapi - XML-Stream-Filter)

source: YAML files (Okapi)
de: YAML-Dateien (Okapi)

source: You must specify a path.
de: Sie müssen einen Pfad angeben.

source: Z
de: M

source: O
de: F

source: T
de: S

source: R
de: W
